Repository: fadogen/app
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr

source: Private key is passphrase-protected. Please use a key without passphrase.
de: Der private Schlüssel ist passwortgeschützt. Bitte verwenden Sie einen Schlüssel ohne Passwort.
fr: La clé privée est protégée par un mot de passe. Veuillez utiliser une clé sans mot de passe.

source: Private repository
de: Privates Repository
fr: Dépôt privé

source: Production
de: Produktion

source: PRODUCTION
de: PRODUKTION

source: Production Configuration
de: Produktionskonfiguration
fr: Configuration de production

source: Production Domain
de: Produktionsdomain
fr: Domaine de production

source: Production Environment
de: Produktionsumgebung
fr: Environnement de production

source: Project created successfully
de: Projekt erfolgreich erstellt
fr: Projet créé avec succès

source: Project Name
de: Projektname
fr: Nom du projet

source: Project Type
de: Projekttyp
fr: Type de projet

source: Projects
de: Projekte
fr: Projets

source: Protect this server with Cloudflare Tunnel
de: Diesen Server mit Cloudflare Tunnel schützen
fr: Protéger ce serveur avec Cloudflare Tunnel

source: Provider '%@' is not supported for server creation
de: Anbieter „%@“ wird für die Servererstellung nicht unterstützt
fr: Le fournisseur '%@' n'est pas pris en charge pour la création de serveur

source: Provisioned
de: Provisioniert
fr: Provisionné

source: Provisioning failed
de: Provisionierung fehlgeschlagen
fr: Échec du provisionnement

source: Provisioning in progress...
de: Provisionierung läuft…
fr: Provisionnement en cours...

source: Public URL
de: Öffentliche URL
fr: URL publique

source: Rate limit exceeded
de: Ratenlimit überschritten
fr: Limite de taux dépassée

source: Rate limit exceeded, please try again later
de: Ratenlimit überschritten, bitte versuchen Sie es später erneut
fr: Limite de requêtes dépassée, veuillez réessayer plus tard

source: Rate limited by DigitalOcean. Please wait a moment and try again.
de: Von DigitalOcean ratenbegrenzt. Bitte warten Sie einen Moment und versuchen Sie es erneut.
fr: Limite de débit atteinte sur DigitalOcean. Veuillez patienter un moment et réessayer.

source: Ready
de: Bereit
fr: Prêt

source: Receive beta updates
de: Beta-Updates erhalten
fr: Recevoir les mises à jour bêta

source: Refresh
de: Aktualisieren
fr: Actualiser

source: Refresh Garage metadata
de: Garage-Metadaten aktualisieren
fr: Actualiser les métadonnées de Garage

source: Refresh Reverb metadata
de: Reverb-Metadaten aktualisieren
fr: Actualiser les métadonnées Reverb

source: Refresh Typesense metadata
de: Typesense-Metadaten aktualisieren
fr: Actualiser les métadonnées Typesense

source: Regenerate
de: Neu generieren
fr: Régénérer

source: Remove
de: Entfernen
fr: Supprimer

source: Remove Bun?
de: Bun entfernen?
fr: Supprimer Bun ?

source: Remove Node.js %@?
de: Node.js %@ entfernen?
fr: Supprimer Node.js %@ ?

source: Remove PHP %@?
de: PHP %@ entfernen?
fr: Supprimer PHP %@ ?

source: Repository Renamed
de: Repository umbenannt
fr: Dépôt renommé

source: Request timed out: %@
de: Anfrage abgelaufen: %@
fr: Requête expirée : %@

source: Request to Bunny timed out
de: Anfrage an Bunny abgelaufen
fr: La requête vers Bunny a expiré

source: Request to Cloudflare timed out
de: Anfrage an Cloudflare abgelaufen
fr: La requête vers Cloudflare a expiré

source: Request to DigitalOcean timed out
de: Anfrage an DigitalOcean abgelaufen
fr: La requête vers DigitalOcean a expiré

source: Request to Linode timed out
de: Anfrage an Linode abgelaufen
fr: La requête vers Linode a expiré

source: Request to Vultr timed out
de: Anfrage an Vultr abgelaufen
fr: La requête vers Vultr a expiré

source: Required
de: Erforderlich
fr: Requis

source: Required for provisioning
de: Erforderlich für die Bereitstellung
fr: Requis pour le provisionnement

source: Required if not connecting as root. Used for sudo commands during server setup.
de: Erforderlich, wenn nicht als root verbunden. Wird für sudo-Befehle während der Servereinrichtung verwendet.
fr: Requis si non connecté en tant que root. Utilisé pour les commandes sudo lors de la configuration du serveur.

source: Resource not found
de: Ressource nicht gefunden
fr: Ressource introuvable

source: Resource not found on DigitalOcean.
de: Ressource nicht auf DigitalOcean gefunden.
fr: Ressource introuvable sur DigitalOcean.

source: Retry
de: Wiederholen
fr: Réessayer

source: Retry Deletion
de: Löschung wiederholen
fr: Réessayer la suppression

source: Retry deployment from failed step
de: Bereitstellung ab fehlgeschlagenem Schritt wiederholen
fr: Réessayer le déploiement depuis l'étape échouée

source: Reverb is %@
de: Reverb ist %@
fr: Reverb est %@

source: Reverb is an ultra-fast WebSocket server for Laravel
de: Reverb ist ein ultraschneller WebSocket-Server für Laravel
fr: Reverb est un serveur WebSocket ultra-rapide pour Laravel

source: Run 'xcode-select --install' in Terminal to install Xcode Command Line Tools.
de: Führen Sie „xcode-select --install“ im Terminal aus, um die Xcode-Befehlszeilentools zu installieren.
fr: Exécutez « xcode-select --install » dans Terminal pour installer les outils en ligne de commande Xcode.

source: Run 'xcode-select --install' in Terminal.
de: Führen Sie „xcode-select --install“ im Terminal aus.
fr: Exécutez « xcode-select --install » dans Terminal.

source: Running
de: Läuft
fr: En cours d'exécution

source: Running migrations...
de: Migrationen werden ausgeführt…
fr: Exécution des migrations...

source: Running post-install setup...
de: Post-Installations-Setup wird ausgeführt…
fr: Exécution de la configuration post-installation...

source: S3 API port. RPC will use port+1, Admin will use port+3.
de: S3-API-Port. RPC verwendet Port+1, Admin verwendet Port+3.
fr: Port de l'API S3. RPC utilisera port+1, Admin utilisera port+3.

source: S3 Storage
de: S3-Speicher
fr: Stockage S3

source: Save
de: Speichern
fr: Enregistrer

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications

source: Save Failed
de: Speichern fehlgeschlagen
fr: Échec de l'enregistrement

source: Saving server configuration...
de: Serverkonfiguration wird gespeichert…
fr: Enregistrement de la configuration du serveur...

source: Saving...
de: Speichern…
fr: Enregistrement…

source: Scaleway Object Storage Configuration
de: Scaleway Object Storage-Konfiguration
fr: Configuration du stockage objet Scaleway

source: Secret Key
de: Geheimer Schlüssel
fr: Clé secrète

source: Select a directory
de: Verzeichnis auswählen
fr: Sélectionner un répertoire

source: Select a domain...
de: Domain auswählen…
fr: Sélectionnez un domaine...

source: Select a region first
de: Zuerst eine Region auswählen
fr: Sélectionnez d'abord une région

source: Select a region...
de: Region auswählen…
fr: Sélectionnez une région...

source: Select a Section
de: Bereich auswählen
fr: Sélectionner une section

source: Select a server above to configure production deployment
de: Wählen Sie oben einen Server aus, um die Produktionsbereitstellung zu konfigurieren
fr: Sélectionnez un serveur ci-dessus pour configurer le déploiement en production

source: Select a size...
de: Größe auswählen…
fr: Sélectionnez une taille...

source: Select a version
de: Version auswählen
fr: Sélectionner une version

source: Select an existing directory for installation.
de: Wählen Sie ein vorhandenes Verzeichnis für die Installation.
fr: Sélectionnez un répertoire existant pour l'installation.

source: Select domain
de: Domain auswählen
fr: Sélectionner un domaine

source: Select New Default Version
de: Neue Standardversion auswählen
fr: Sélectionner la nouvelle version par défaut

source: Select server
de: Server auswählen
fr: Sélectionner un serveur

source: Select...
de: Auswählen…
fr: Sélectionner…

source: Selecting latest Debian image...
de: Neuestes Debian-Image wird ausgewählt…
fr: Sélection de la dernière image Debian...

source: Server configuring...
de: Server wird konfiguriert…
fr: Configuration du serveur...

source: Server created successfully
de: Server erfolgreich erstellt
fr: Serveur créé avec succès

source: Server creation failed: %@
de: Servererstellung fehlgeschlagen: %@
fr: Échec de la création du serveur : %@

source: Server did not become active within %lf seconds
de: Server wurde nicht innerhalb von %lf Sekunden aktiv
fr: Le serveur n'est pas devenu actif dans les %lf secondes

source: Server error: %@
de: Serverfehler: %@
fr: Erreur serveur : %@

source: Server Information
de: Serverinformationen
fr: Informations du serveur

source: Server is active but has no public IP
de: Server ist aktiv, hat aber keine öffentliche IP
fr: Le serveur est actif mais n'a pas d'IP publique

source: Server is ready (IP: %@)
de: Server ist bereit (IP: %@)
fr: Le serveur est prêt (IP : %@)

source: Server not found: %@
de: Server nicht gefunden: %@
fr: Serveur introuvable : %@

source: Server Size
de: Servergröße
fr: Taille du serveur

source: Servers
de: Server
fr: Serveurs

source: Service
de: Dienst

source: Set as default
de: Als Standard festlegen
fr: Définir par défaut

source: Setting up Cloudflare Tunnel...
de: Cloudflare Tunnel wird eingerichtet…
fr: Configuration du tunnel Cloudflare...

source: Setting up SSH access...
de: SSH-Zugriff wird eingerichtet…
fr: Configuration de l'accès SSH...

source: Settings
de: Einstellungen
fr: Réglages

source: Share
de: Teilen
fr: Partager

source: Shared publicly
de: Öffentlich geteilt
fr: Partagé publiquement

source: Sharing
de: Freigabe
fr: Partage

source: Show environment variables for .env file
de: Umgebungsvariablen für .env-Datei anzeigen
fr: Afficher les variables d'environnement pour le fichier .env

source: Simply configure your environment variables per project to connect to
de: Konfigurieren Sie einfach Ihre Umgebungsvariablen pro Projekt, um sich zu verbinden mit
fr: Configurez simplement vos variables d'environnement par projet pour vous connecter à

source: Size
de: Größe
fr: Taille

source: SMTP and Web UI ports must be different
de: SMTP- und Web-UI-Ports müssen unterschiedlich sein
fr: Les ports SMTP et Web UI doivent être différents

source: SMTP port is for receiving emails (default 1025). Web UI port is proxied to mail.localhost (default 8025).
de: Der SMTP-Port ist für den E-Mail-Empfang (Standard 1025). Der Web-UI-Port wird zu mail.localhost weitergeleitet (Standard 8025).
fr: Le port SMTP est pour la réception des e-mails (par défaut 1025). Le port Web UI est redirigé vers mail.localhost (par défaut 8025).

source: Some services have newer versions available. Select which to install before creating your project.
de: Für einige Dienste sind neuere Versionen verfügbar. Wählen Sie aus, welche vor der Projekterstellung installiert werden sollen.
fr: Des versions plus récentes sont disponibles pour certains services. Sélectionnez celles à installer avant de créer votre projet.

source: SSH connection established
de: SSH-Verbindung hergestellt
fr: Connexion SSH établie

source: SSH Key
de: SSH-Schlüssel
fr: Clé SSH

source: SSH Key Authentication
de: SSH-Schlüssel-Authentifizierung
fr: Authentification par clé SSH

source: SSH keys not found in server configuration
de: SSH-Schlüssel nicht in der Serverkonfiguration gefunden
fr: Clés SSH introuvables dans la configuration du serveur

source: SSH service did not become available within the expected time
de: SSH-Dienst wurde nicht innerhalb der erwarteten Zeit verfügbar
fr: Le service SSH n'est pas devenu disponible dans le délai imparti

source: SSL Certificates
de: SSL-Zertifikate
fr: Certificats SSL

source: Standalone project
de: Eigenständiges Projekt
fr: Projet autonome

source: Start
de: Starten
fr: Démarrer

source: Start automatically on app launch
de: Automatisch beim App-Start starten
fr: Démarrer automatiquement au lancement de l'application

source: Start Caddy (⌘R)
de: Caddy starten (⌘R)
fr: Démarrer Caddy (⌘R)

source: Start Garage (^R)
de: Garage starten (^R)
fr: Démarrer Garage (^R)

source: Start Mailpit (⌘R)
de: Mailpit starten (⌘R)
fr: Démarrer Mailpit (⌘R)

source: Start Reverb (⌘R)
de: Reverb starten (⌘R)
fr: Démarrer Reverb (⌘R)

source: Start service (⌘R)
de: Dienst starten (⌘R)
fr: Démarrer le service (⌘R)

source: Start Typesense (^R)
de: Typesense starten (^R)
fr: Démarrer Typesense (^R)

source: Starting %@...
de: %@ wird gestartet…
fr: Démarrage de %@...

source: Starting Garage...
de: Garage wird gestartet…
fr: Démarrage de Garage...

source: Starting Reverb...
de: Reverb wird gestartet…
fr: Démarrage de Reverb...

source: Starting Typesense...
de: Typesense wird gestartet…
fr: Démarrage de Typesense...

source: Starting...
de: Starten…
fr: Démarrage...

source: Step 1: App Credentials
de: Schritt 1: App-Anmeldedaten
fr: Étape 1 : Identifiants de l'application

source: Step 2: Authorization Code
de: Schritt 2: Autorisierungscode
fr: Étape 2 : Code d'autorisation

source: Stop
de: Stoppen
fr: Arrêter

source: Stop Caddy (⌘K)
de: Caddy stoppen (⌘K)
fr: Arrêter Caddy (⌘K)

source: Stop Garage (^K)
de: Garage stoppen (^K)
fr: Arrêter Garage (^K)

source: Stop Mailpit (⌘K)
de: Mailpit stoppen (⌘K)
fr: Arrêter Mailpit (⌘K)

source: Stop Reverb (⌘K)
de: Reverb stoppen (⌘K)
fr: Arrêter Reverb (⌘K)

source: Stop service (⌘K)
de: Dienst stoppen (⌘K)
fr: Arrêter le service (⌘K)

source: Stop sharing
de: Freigabe beenden
fr: Arrêter le partage

source: Stop Typesense (^K)
de: Typesense stoppen (^K)
fr: Arrêter Typesense (^K)

source: Stopped
de: Gestoppt
fr: Arrêté

source: Stopping...
de: Stoppen…
fr: Arrêt en cours...

source: Sudo Access
de: Sudo-Zugriff
fr: Accès sudo

source: Syncing environment files...
de: Umgebungsdateien werden synchronisiert…
fr: Synchronisation des fichiers d'environnement...

source: tar extraction failed: %@
de: tar-Extraktion fehlgeschlagen: %@
fr: Échec de l'extraction tar : %@

source: Test Connection
de: Verbindung testen
fr: Tester la connexion

source: Testing
de: Testen
fr: Tests

source: Testing Connection...
de: Verbindung wird getestet…
fr: Test de connexion en cours...

source: Testing tunnel connection...
de: Tunnelverbindung wird getestet…
fr: Test de la connexion au tunnel...

source: The connection to Bunny took too long.
de: Die Verbindung zu Bunny hat zu lange gedauert.
fr: La connexion à Bunny a pris trop de temps.

source: The connection to Cloudflare took too long.
de: Die Verbindung zu Cloudflare hat zu lange gedauert.
fr: La connexion à Cloudflare a pris trop de temps.

source: The connection to DigitalOcean took too long.
de: Die Verbindung zu DigitalOcean hat zu lange gedauert.
fr: La connexion à DigitalOcean a pris trop de temps.

source: The connection to Linode took too long.
de: Die Verbindung zu Linode hat zu lange gedauert.
fr: La connexion à Linode a pris trop de temps.

source: The connection to Vultr took too long.
de: Die Verbindung zu Vultr hat zu lange gedauert.
fr: La connexion à Vultr a pris trop de temps.

source: The created project was not detected by the file watcher.
de: Das erstellte Projekt wurde vom Dateiwatcher nicht erkannt.
fr: Le projet créé n'a pas été détecté par le surveillant de fichiers.

source: The current default version will be removed. Select a replacement:
de: Die aktuelle Standardversion wird entfernt. Wählen Sie einen Ersatz:
fr: La version par défaut actuelle sera supprimée. Sélectionnez un remplacement :

source: The default version (✓) is used for Terminal, Composer, and new sites.
de: Die Standardversion (✓) wird für Terminal, Composer und neue Websites verwendet.
fr: La version par défaut (✓) est utilisée pour le Terminal, Composer et les nouveaux sites.

source: The deployment will continue with the new repository name.
de: Die Bereitstellung wird mit dem neuen Repository-Namen fortgesetzt.
fr: Le déploiement continuera avec le nouveau nom de dépôt.

source: The record type '%@' is not supported by Bunny DNS.
de: Der Eintragstyp „%@“ wird von Bunny DNS nicht unterstützt.
fr: Le type d'enregistrement « %@ » n'est pas pris en charge par Bunny DNS.

source: The requested DNS zone or record doesn't exist.
de: Die angeforderte DNS-Zone oder der Eintrag existiert nicht.
fr: La zone DNS ou l'enregistrement demandé n'existe pas.

source: The requested domain or DNS record doesn't exist.
de: Die angeforderte Domain oder der DNS-Eintrag existiert nicht.
fr: Le domaine ou l'enregistrement DNS demandé n'existe pas.

source: The response from Bunny was not in the expected format.
de: Die Antwort von Bunny hatte nicht das erwartete Format.
fr: La réponse de Bunny n'était pas au format attendu.

source: The response from Cloudflare was not in the expected format.
de: Die Antwort von Cloudflare hatte nicht das erwartete Format.
fr: La réponse de Cloudflare n'était pas dans le format attendu.

source: The response from DigitalOcean was not in the expected format.
de: Die Antwort von DigitalOcean hatte nicht das erwartete Format.
fr: La réponse de DigitalOcean n'était pas au format attendu.

source: The response from Linode was not in the expected format.
de: Die Antwort von Linode hatte nicht das erwartete Format.
fr: La réponse de Linode n'était pas au format attendu.

source: The response from Vultr was not in the expected format.
de: Die Antwort von Vultr hatte nicht das erwartete Format.
fr: La réponse de Vultr n'était pas au format attendu.

source: This domain is already in use
de: Diese Domain wird bereits verwendet
fr: Ce domaine est déjà utilisé

source: This project requires GitHub integration for automated deployment with GitHub Actions.
de: Dieses Projekt erfordert eine GitHub-Integration für automatisierte Bereitstellung mit GitHub Actions.
fr: Ce projet nécessite une intégration GitHub pour le déploiement automatisé avec GitHub Actions.

source: This subdomain is already in use
de: Diese Subdomain wird bereits verwendet
fr: Ce sous-domaine est déjà utilisé

source: This will delete Bun completely. You can reinstall it at any time.
de: Bun wird vollständig gelöscht. Sie können es jederzeit neu installieren.
fr: Cela supprimera complètement Bun. Vous pouvez le réinstaller à tout moment.

source: This will delete Node.js %@ completely.
de: Node.js %@ wird vollständig gelöscht.
fr: Cela supprimera complètement Node.js %@.

source: This will delete PHP %@ and its configuration files.
de: PHP %@ und seine Konfigurationsdateien werden gelöscht.
fr: Cela supprimera PHP %@ et ses fichiers de configuration.

source: This will delete the existing %1$@ record for %2$@. The new DNS record will be created automatically during server provisioning.
de: Der bestehende %@-Eintrag für %@ wird gelöscht. Der neue DNS-Eintrag wird automatisch während der Server-Bereitstellung erstellt.
fr: Cela supprimera l'enregistrement %1$@ existant pour %2$@. Le nouvel enregistrement DNS sera créé automatiquement lors du provisionnement du serveur.

source: This will delete the existing %@ record. The new DNS record will be created automatically during deployment.
de: Dies löscht den vorhandenen %@-Eintrag. Der neue DNS-Eintrag wird während der Bereitstellung automatisch erstellt.
fr: Cela supprimera l'enregistrement %@ existant. Le nouvel enregistrement DNS sera créé automatiquement lors du déploiement.

source: This will remove the integration and delete the stored credentials. This action cannot be undone.
de: Dies entfernt die Integration und löscht die gespeicherten Anmeldedaten. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cela supprimera l'intégration et les identifiants stockés. Cette action est irréversible.

# This will trigger a GitHub Actions deployment for %@ on branch %@.
source: This will trigger a GitHub Actions deployment for %1$@ on branch %2$@.
de: Dies löst eine GitHub Actions-Bereitstellung für %1$@ auf Branch %2$@ aus.
fr: Cela déclenchera un déploiement GitHub Actions pour %1$@ sur la branche %2$@.

source: Timeout: %@
de: Zeitlimit überschritten: %@
fr: Délai d'expiration : %@

source: Too many requests to Bunny API
de: Zu viele Anfragen an die Bunny-API
fr: Trop de requêtes vers l’API Bunny

source: Too many requests to Cloudflare
de: Zu viele Anfragen an Cloudflare
fr: Trop de requêtes vers Cloudflare

source: Too many requests to DigitalOcean API
de: Zu viele Anfragen an die DigitalOcean-API
fr: Trop de requêtes vers l’API DigitalOcean

source: Too many requests to Linode API
de: Zu viele Anfragen an die Linode-API
fr: Trop de requêtes vers l’API Linode

source: Too many requests to Vultr API
de: Zu viele Anfragen an die Vultr-API
fr: Trop de requêtes vers l’API Vultr

source: Trigger GitHub Actions deployment
de: GitHub-Actions-Deployment auslösen
fr: Déclencher le déploiement GitHub Actions

source: Try again in a few minutes. If the problem persists, check Bunny's status page.
de: Versuchen Sie es in einigen Minuten erneut. Falls das Problem weiterhin besteht, prüfen Sie die Bunny-Statusseite.
fr: Réessayez dans quelques minutes. Si le problème persiste, consultez la page de statut de Bunny.

source: Try again in a few minutes. If the problem persists, check Cloudflare's status page.
de: Versuchen Sie es in einigen Minuten erneut. Falls das Problem weiterhin besteht, prüfen Sie die Cloudflare-Statusseite.
fr: Réessayez dans quelques minutes. Si le problème persiste, vérifiez la page de statut de Cloudflare.

source: Try again in a few minutes. If the problem persists, check DigitalOcean's status page.
de: Versuchen Sie es in einigen Minuten erneut. Falls das Problem weiterhin besteht, prüfen Sie die DigitalOcean-Statusseite.
fr: Réessayez dans quelques minutes. Si le problème persiste, consultez la page de statut de DigitalOcean.

source: Try again in a few minutes. If the problem persists, check Linode's status page.
de: Versuchen Sie es in einigen Minuten erneut. Falls das Problem weiterhin besteht, prüfen Sie die Linode-Statusseite.
fr: Réessayez dans quelques minutes. Si le problème persiste, consultez la page de statut de Linode.

source: Try again in a few minutes. If the problem persists, check Vultr's status page.
de: Versuchen Sie es in einigen Minuten erneut. Falls das Problem weiterhin besteht, prüfen Sie die Vultr-Statusseite.
fr: Réessayez dans quelques minutes. Si le problème persiste, consultez la page de statut de Vultr.

source: Try again. If the problem persists, contact support.
de: Versuchen Sie es erneut. Falls das Problem weiterhin besteht, kontaktieren Sie den Support.
fr: Réessayez. Si le problème persiste, contactez le support.

source: Try refreshing the sites list or check that the project was created correctly.
de: Versuchen Sie, die Websiteliste zu aktualisieren, oder prüfen Sie, ob das Projekt korrekt erstellt wurde.
fr: Essayez d’actualiser la liste des sites ou vérifiez que le projet a été créé correctement.

source: Tunnel process exited: %@
de: Tunnel-Prozess beendet: %@
fr: Le processus du tunnel s'est terminé : %@

source: Tunnel setup failed, cleaning up...
de: Tunnel-Einrichtung fehlgeschlagen, wird bereinigt…
fr: La configuration du tunnel a échoué, nettoyage en cours...

source: Tunnel startup timed out
de: Zeitüberschreitung beim Tunnel-Start
fr: Délai d'attente du démarrage du tunnel dépassé

source: Type
de: Typ

source: Typesense binaries will be permanently deleted. Data files will be kept.
de: Die Typesense-Binärdateien werden dauerhaft gelöscht. Datendateien werden beibehalten.
fr: Les binaires de Typesense seront définitivement supprimés. Les fichiers de données seront conservés.

source: Typesense is %@
de: Typesense ist %@
fr: Typesense est %@

source: Typesense is a fast, typo-tolerant search engine
de: Typesense ist eine schnelle, tippfehlertolerante Suchmaschine
fr: Typesense est un moteur de recherche rapide et tolérant aux fautes de frappe

source: Typesense Search Server
de: Typesense-Suchserver
fr: Serveur de recherche Typesense
